export default function InfoPage() {
  return (
    <section className="page">
      <article className="card">
        <h2 className="cardTitle">О Нижнем Новгороде</h2>
        <p className="cardText">
          Нижний Новгород — один из старейших городов России, основанный в 1221
          году. Он расположен на слиянии двух великих рек — Оки и Волги, что
          делает его важным транспортным и экономическим узлом страны.
        </p>
        <p className="cardText">
          Город славится своим историческим центром, где главной доминантой
          является Нижегородский кремль — неприступная крепость, сохранившая
          свою архитектурную целостность на протяжении веков.
        </p>
        <p className="cardText">
          Нижний Новгород — это город контрастов, где старинные купеческие
          особняки соседствуют с современными общественными пространствами,
          такими как набережная Федоровского и парк "Швейцария".
        </p>
        <p className="cardText">
          Город сочетает исторический центр, набережные со смотровыми
          площадками, музеи, театры и современные общественные пространства,
          поэтому его удобно изучать как пешком, так и по тематическим
          маршрутам.
        </p>
        <p className="cardText">
          Благодаря богатому культурному наследию, развитой инфраструктуре и
          живописным видам на волжские просторы, Нижний Новгород привлекает
          тысячи туристов и остается одним из самых привлекательных городов для
          посещения в России.
        </p>
      </article>
    </section>
  );
}
